DillonSimeone/Website/output/firmware-multitarget/esp32c6-hw/PORTED_FIRMWARE/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_PARTITION_TABLE_SINGLE_APP=y
